[Version]
7.7

[Main]	
Item0000=Vitajte v programe HP Recovery Manager. Pomocou tohto nástroja môžete počítač uviesť späť do prevádzky v prípade, že nepracuje ako zvyčajne.
Item0001=Potrebujem okamžitú pomoc
Item0002=Chcem vykonávať úlohy údržby
Item0003=Chcem kontaktovať podporu spoločnosti HP
Item0004=Chcem vykonať bezpečnostné opatrenia
Item0005=Windows System Restore
Item0006=Obnovenie systému do predošlého stavu
Item0007=Prostredie Windows Recovery Environment
Item0008=Reštartujte počítač a prejdite to prostredia Windows Recovery Environment, kde môžete obnoviť obraz alebo vrátiť systém do pôvodného stavu z výroby
Item0009=Zálohovanie súborov
Item0010=Zálohovanie osobných údajov
Item0011=Obnovenie minimálnej bitovej kópie
Item0012=Obnovenie operačného systému, ovládačov a iba vybraného softvéru (čistá bitová kópia)
Item0013=Spustenie kontroly počítača
Item0014=Pomocou nástroja Diagnostika hardvéru môžete uskutočniť diagnostiku pamäti počítača, pevného disku atď.
Item0015=Vytvorenie obnovovacích médií
Item0016=Vytvorenie série obnovovacích médií systému
Item0017=Odstránenie obnovovacej oblasti disku
Item0018=Odstránenie záložnej bitovej kópie softvéru nainštalovaného vo výrobe s cieľom uvoľniť miesto na pevnom disku
Item0019=Obnovenie nastavenia od výrobcu
Item0020=Obnovenie počítača zmazaním celého pevného disku a obnovením pôvodného stavu z výroby
Item0021=Vykonanie údržby počítača
Item0022=Riešenie problémov, preberanie aktualizácií a získanie informácií o počítači
Item0023=Získanie pomoci od spoločnosti HP
Item0024=Zobrazenie kontaktných informácií zákazníckej podpory spoločnosti HP
Item0025=Zobrazenie kontaktných informácií
Item0026=Zobrazenie kontaktných informácií zákazníckej podpory spoločnosti HP
Item0027=Preinštalovanie ovládačov a aplikácií
Item0028=Preinštalovanie ovládačov a/alebo aplikácií
Item0029=Vypnuté: obnovovacia oblasť sa odstránila.
Item0030=Vypnuté: na obnovenie systému použite obnovovacie médiá.
Item0031=Vypnuté: Funkcia Windows System Restore je vypnutá.
Item0032=Vypnuté: aplikácia HP Support Assistant nie je nainštalovaná.
Item0033=Zálohovanie a obnovenie systému Windows
Item0034=Vytvorí zálohu alebo obnoví súbory z existujúcej zálohy
Item0035=Nedostatočné prístupové práva
Item0036=Na spustenie nástroja HP Recovery Manager sa vyžadujú správcovské oprávnenia. Zvýšte nastavenie funkcie Kontrola používateľských kont. 	
Item0037=Verzia: 00
Item0038=Vypnuté: Nepodporované dynamickým diskom
Item0039=Vypnuté: Použite Správu diskov systému Windows
Item0040=História súborov systému Windows
Item0041=Pri niektorých funkciách je potrebný prístup k obnovovacej oblasti disku. Pripojte tablet k rozširujúcej základni a povoľte tieto možnosti opätovným spustením nástroja HP Recovery Manager.
Item0042=Pre použitie tejto možnosti pripojte tablet k rozširujúcej základni a opätovne spustite nástroj HP Recovery Manager.
Item0043=Pre využitie možností obnovenia a zálohovania súborov sa vyžaduje prístup k obnovovacej oblasti disku v základni. Pripojte tablet k rozširujúcej základni, reštartujte systém a stlačením klávesu F11 znovu spustite nástroj HP Recovery Manager. Kliknutím na Pokračovať spustite program Computer Checkup.
Item0044=Obnovenie systému Windows
Item0045=Opatrenia
Item0046=Podpora
Item0047=Údržba
Item0048=Vytvoriť obnovovacie médiá
Item0049=Vytvoriť obnovovacie médiá pre váš systém
Item0050=Previesť údržbu počítača 
Item0051=Kontaktovať podporu spoločnosti HP
Item0052=Odstrániť obnovovaciu oblasť
Item0053=Vytvorte obnovovacie body alebo použite obnovovacie body, ktoré ste predtým vytvorili na obnovenie systému do skoršieho dátumu
Item0054=História súborov systému Windows
Item0055=HP Recovery Environment
Item0056=Reštartujte počítač a prejdite do prostredia HP Recovery Environment, kde môžete obnoviť systém do pôvodného stavu od výrobcu
Item0057=Počas obnovovania nevysúvajte počítač Tablet PC z dokovacej stanice. Zabráni to spusteniu počítača Tablet PC.
Item0058=Reštartujte a otvorením funkcie 00 obnovte systém
Item0059=Vynulovanie nastavenia systému Windows
Item0060=Program HP Recovery Manager je podporovaný len v režime na šírku.
Item0061=Zatvorte program HP Recovery Manager, zmeňte zobrazenie do režimu na šírku a potom program HP Recovery Manager spustite znova.

[General]	
Item0100=Späť
Item0101=Ďalej
Item0102=Zrušiť
Item0103=Pokračovať
Item0104=Dokončiť
Item0105=OK
Item0106=Chcete ukončiť prácu s nástrojom HP Recovery Manager?
Item0107=Uistite sa, že počítač je pripojený k zdroju napájania, aby nedošlo k prerušeniu procesu obnovenia.
Item0108=Nástroj HP Recovery Manager je už spustený!
Item0109=Reštartovať
Item0110=Vypnúť
Item0111=Upozornenie: Počítač je teraz napájaný z batérie.
Item0112=Tento proces vyžaduje, aby bol počítač pripojený k napájaciemu adaptéru.
Item0113=Pripojte počítač k napájaciemu adaptéru a kliknite na tlačidlo OK.
Item0114=Nástroj HP Recovery Manager zlyhal. Chybový kód = 00
Item0115=Došlo k chybám. Skúste to znova.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(chybový kód=00)
Item0119=Obnovenie nie je možné vzhľadom na aktuálnu konfiguráciu. Aktivujte možnosť zrýchlenia pre technológiu Intel Smart Response Technology a skúste znova.
Item0120=Program Recovery Manager je určený pre systém Windows 7. So systémom Windows 8 nie je kompatibilný.
Item0121=Systém Windows 7 nepodporuje tento súbor Softpaq. Najskôr inovujte na systém Windows 8.
	
[Windows System Restore]
Item0200=Windows System Restore
Item0201=Ak chcete používať program Windows System Restore, aplikácia HP Recovery Manager sa zatvorí.
Item0202=Program Windows System Restore môže pomôcť pri riešení problémov, ktoré môžu spomaľovať počítač alebo spôsobiť, že počítač nereaguje. Neovplyvní žiadne dokumenty, obrázky ani iné osobné údaje.
Item0203=Ak chcete program Windows System Restore spustiť automaticky, kliknite na tlačidlo Ďalej.
	       	
[Computer Checkup]	
Item0250=Kontrola počítača
Item0251=Spustiť nástroj Kontrola disku na oblasti systému Windows
Item0252=Spustiť nástroj Kontrola disku na obnovovacej oblasti disku
Item0253=Otvoriť príkazový riadok
Item0254=Ak chcete pokračovať, vyberte požadovanú možnosť a kliknite na tlačidlo Ďalej.
		
[Remove Recovery Partition]	
Item0300=Odstránenie obnovovacej oblasti disku
Item0301=Funkcia Windows Push Button Reset (tlačidlo obnovenia systému Windows) a možnosti obnovenia obrazu HP nebudú dostupné po odobratí obnovovacej oblasti disku.
Item0302=Rozumiem. Chcem pokračovať v odstraňovaní obnovovacej oblasti disku.
Item0303=Pokračovať
Item0304=Vytváranie obnovovacích médií sa nedokončilo. Po odstránení obnovovacej oblasti disku nebude možnosť Vytvorenie obnovovacích médií dostupná.
Item0305=Prejsť teraz k položke 00.
Item0306=Odstraňovanie obnovovacej oblasti disku…
Item0307=Kliknutím na tlačidlo Pokračovať sa vrátite späť na domovskú stránku
Item0308=Domovská stránka
Item0309=Vytvoriť obnovovacie médium
Item0310=Pri odstraňovaní obnovovacej oblasti disku došlo k chybám. Skúste to znova.
Item0311=Obnovovacia oblasť sa úspešne odstránila.
Item0312=Po odstránení obnovovacej oblasti disku nebudú dostupné možnosti obnovenia obrazu HP.	

[File Restore Program]	
Item0400=Obnovenie súborov 
Item0401=Vitajte
Item0402=Nástroj Obnovenie súborov slúži na obnovenie zálohovaných súborov.
Item0403=Kliknutím na tlačidlo Ďalej budete pokračovať.
Item0404=Ktoré typy súborov chcete obnoviť?
Item0405=Obrázky
Item0406=Hudba a iné zvukové súbory
Item0407=Videá a filmy
Item0408=Nahrané televízne vysielania
Item0409=Dokumenty, tabuľky a prezentácie
Item0410=E-maily, obľúbené položky z Internetu a nastavenia
Item0411=Ostatné
Item0412=Pomocník
Item0413=Súbory budú obnovené v nasledujúcom umiestnení:
Item0414=Na pracovnú plochu sa umiestnil odkaz na toto umiestnenie.
Item0415=Prebieha obnovovanie
Item0416=Priebeh:  00 %
Item0417=Počkajte...
Item0418=Súbory sú obnovené
Item0419=Obnovenie bolo úspešne dokončené.
Item0420=Ak chcete tento program zavrieť, kliknite na tlačidlo Dokončiť.
Item0421=Cesta k niektorým obnoveným súborom je dlhšia ako 260 znakov. Prečítajte si 00.
Item0422=OK
Item0423=Varovanie
Item0424=Obnovenie súborov je už spustené.
Item0425=Ak chcete spustiť nástroj Obnovenie súborov, musíte sa prihlásiť do systému Windows 7.
Item0426=Chcete zrušiť obnovovanie súborov?
Item0427=Obnovovanie bolo zrušené
Item0428=Zrušili ste proces obnovovania.
Item0429=Kam chcete uložiť súbory zálohy?
Item0430=Lokálny disk
		
[File Backup Program]	
Item0500=Zálohovanie súborov
Item0501=Ktoré typy súborov chcete zálohovať?
Item0502=Obrázky
Item0503=Hudba a iné zvukové súbory
Item0504=Videá a filmy
Item0505=Nahrané televízne vysielania
Item0506=Dokumenty, tabuľky a prezentácie
Item0507=E-maily, obľúbené položky z Internetu a nastavenia
Item0508=Ostatné
Item0509=Pomocník
Item0510=Kliknutím na tlačidlo Ďalej budete pokračovať.
Item0511=Prehľadávanie
Item0512=Sprievodca zálohovaním súborov vytvára zoznam súborov na zálohovanie.
Item0513=Táto operácia môže trvať niekoľko minút.
Item0514=Priebeh: 00 %
Item0515=Počkajte...
Item0516=V systémovej oblasti pevného disku nie je dosť voľného miesta na dočasné uloženie údajov počas komprimovania údajov.
Item0517=Ak chcete mohli pokračovať, musíte uvoľniť miesto v systémovej oblasti pevného disku.
Item0518=OK
Item0519=Varovanie
Item0520=Ak chcete pokračovať, vyberte požadovanú možnosť a kliknite na tlačidlo Ďalej.
Item0521=Vytváranie zálohy
Item0522=Vytváranie záložných súborov
Item0523=Dokončovanie záložných súborov
Item0524=Nenašiel sa žiadny súbor typu vybraného používateľom.
Item0525=Kam chcete zálohu uložiť?
Item0526=Veľkosť zdrojových súborov:  00
Item0527=Názov
Item0528=Typ
Item0529=Celková veľkosť
Item0530=Voľné miesto
Item0531=Nie je k dispozícii žiadne zariadenie na zálohovanie súborov. Uistite sa, že je pripojený vymeniteľný disk.
Item0532=Vymeniteľný
Item0533=Záloha súborov je pripravená.
Item0534=Súbory budú uložené na jednotku (00).
Item0535=Kopírovanie zálohy 
Item0536=Cieľová jednotka nie je pripojená.
Item0537=Zálohovanie súborov
Item0538=Nástroj HP Recovery Manager úspešne vytvoril zálohu.
Item0539=Chcete zrušiť zálohovanie súborov?
Item0540=Zrušiť
Item0541=Zálohovanie bolo zrušené
Item0542=Úspešne ste zrušili proces zálohovania.
Item0543=Zrušili ste proces zálohovania.
Item0544=Chcete pokračovať s nástrojom Obnovenie systému?
Item0545=Chcete pokračovať s nástrojom Obnovenie minimálnej bitovej kópie?
Item0546=Chcete pokračovať s nástrojom Obnovenie nastavenia od výrobcu?
Item0547=Áno
Item0548=Nie
Item0549=Napaľovačka
Item0550=Nie je k dispozícii žiadne zariadenie na zálohovanie súborov. Uistite sa, že je pripojený vymeniteľný disk alebo napaľovačka.
Item0551=Automatické zálohovanie
Item0552=Umožňuje používateľom vybrať kategórie súborov na zálohovanie (napríklad fotografie). Zálohovanie sa vzťahuje na väčšinu typov súborov používaných v danej kategórii. Ak chcete konfiguráciu zálohovania uľahčiť, použite túto možnosť.
Item0553=Manuálne zálohovanie
Item0554=Umožňuje používateľom vybrať konkrétne súbory a priečinky na zálohovanie. Túto možnosť použite, ak chcete mať úplný prehľad nad tým, čo zálohujete.
Item0555=Priame kopírovanie údajov
Item0556=Priame kopírovanie údajov nevyužíva kompresiu a súbory sa neobnovujú pomocou nástroja HP Recovery Manager. Ak po vytvorení zálohy chcete pristupovať k súborom z ľubovoľného počítača, stačí otvoriť adresár súborov obnovenia systému.
Item0557=Ak chcete údaje obnoviť v pôvodnom systéme, stačí ich skopírovať a vložiť späť.
Item0558=Vložte prázdny disk DVD+R alebo DVD-R a kliknite na tlačidlo Ďalej.
Item0559=Priebeh napaľovania:  00 %
Item0560=Celkový počet diskov:  00
Item0561=Aktuálny disk:  00
Item0562=Vloženie disku
Item0563=Vložte prázdny disk.
Item0564=Vložený disk nie je nástrojom HP Recovery Manager podporovaný. Vložte prázdny disk DVD+R alebo DVD-R (s kapacitou 4,7 GB).
Item0565=Príprava údajov 
	
[Recovery Media Creation]	
Item0600=Domovská stránka
Item0601=Vytvoriť obnovovacie médium
Item0602=Môžete vytvoriť len 00 sérií obnovovacích médií.
Item0603=Súhlasím.
Item0604=Pokračovať
Item0605=Vložte jedno z nasledujúcich médií:
Item0606=Jednotka USB flash
Item0607=Vyžaduje sa kapacita aspoň 00 GB
Item0608=DVD
Item0609=Vyžadovaný počet diskov: 00
Item0610=DVDDL
Item0611=Chcete pokračovať s vybranými médiami?
Item0612=Áno
Item0613=Nie
Item0614=Vytvára sa obnovovacia jednotka USB flash...
Item0615=Príprava disku
Item0616=Formátovanie jednotky USB flash
Item0617=Kopírovanie bitovej kópie
Item0618=Kopírovanie obrazu na obnovenie na jednotku USB flash...
Item0619=Overovanie disku
Item0620=Overovanie obrazu na obnovenie na jednotke USB flash...
Item0621=00 % dokončených
Item0622=Vloženie disku
Item0623=Ak chcete pokračovať, vložte disk 00. Kliknutím na tlačidlo Zrušiť zastavíte vytváranie obnovovacích médií. V procese vytvárania obnovovacích médií môžete kedykoľvek pokračovať opätovným výberom možnosti Vytvoriť obnovovacie médium.
Item0624=Príprava údajov
Item0625=Vytvára sa bitová kópia na obnovenie
Item0626=Napaľovanie údajov
Item0627=Bitová kópia na obnovenie sa napaľuje na disk
Item0628=Overovanie disku
Item0629=Na disku sa overuje bitová kópia na obnovenie
Item0630=Obnovovacie médium bolo vytvorené 00. Môžete vytvoriť len JEDNU sériu obnovovacích médií.
Item0631=Kliknutím na tlačidlo OK sa vrátite späť na domovskú stránku
Item0632=OK
Item0633=Vytváranie obnovovacích médií sa nedokončilo. Kliknutím na možnosť Pokračovať môžete dokončiť vytváranie obnovovacích médií.
Item0634=Zrušiť
Item0635=Pripojte napájací adaptér počítača
Item0636=Ak chcete v tomto procese mohli pokračovať, je potrebné vložiť do počítača batériu a pripojiť napájací adaptér
Item0637=Vložte batériu
Item0638=Nenašla sa žiadna optická jednotka
Item0639=Teraz môžete pripojiť optickú jednotku
Item0640=Disk Blu-ray
Item0641=Vytváranie obnovovacieho disku 00 sa dokončilo. Označte disk ako 00 a uložte ho na bezpečnom mieste.
Item0642=Jednotka USB flash sa naformátuje. Všetky údaje na jednotke USB flash sa stratia. Celé miesto na jednotke USB flash bude využité pre bitovú kópiu na obnovenie (aj keď jednotka USB flash je väčšia ako predpokladaná veľkosť bitovej kópie na obnovenie).
Item0643=Kliknutím na tlačidlo Zrušiť sa vrátite na výber médií. Kliknutím na tlačidlo Pokračovať spustíte prípravu disku.
Item0644=Vyberte jednu z nasledujúcich možností médií 
Item0645=JEDNU
Item0646=Analyzovanie hardvéru…
Item0647=Vytvára sa obnovovacie médium. Nástroj HP Recovery Manager nie je možné ukončiť.
Item0648=Pri vytváraní obnovovacieho média došlo k chybám. Skúste to znova.
Item0649=Kapacita vloženej jednotky flash nie je dostatočná. Vložte inú jednotku.
Item0650=Prepisovateľné médium nie je podporované. Vložte prázdny disk 00.
Item0651=Vložený disk nie je prázdny. Vložte prázdny disk 00.
Item0652=Obnovovací disk 00 z 01 je dokončený. Označte disk ako 00 z 01 a uložte ho na bezpečnom mieste.
Item0653=Obnovovací disk sa úspešne vytvoril.
Item0654=Obnovovacia jednotka flash sa úspešne vytvorila. Označte ju a uložte na bezpečnom mieste.
Item0655=Vyžadovaný počet diskov: 00
Item0656=Prepisovateľné médium nie je podporované!
Item0657=Vložené médium nie je podporované!
Item0658=Obnovovacia oblasť bola odstránená – možnosť Vytvorenie obnovovacích médií už nie je k dispozícii.
Item0659=Overenie disku zlyhalo. Použite iný disk a skúste znova.
Item0660=Napaľovanie disku zlyhalo. Použite iný disk a skúste znova.
Item0661=Tento systém pochádza z obnovovacieho média. Môžete vytvoriť len JEDNU sériu obnovovacích médií.
Item0662=Obnovovacia oblasť disku bola odstránená
Item0663=Prekročený limit jednotky USB
Item0664=Obraz na obnovenie presahuje veľkosť 32 GB. Použite optické médiá.
Item0665=Obraz na obnovenie presahuje limit veľkosti 32 GB pre jednotku USB flash. Ak chcete vytvoriť obnovovacie médiá, budete musieť použiť optické médiá (disky DVD).
Item0666=Skontrolujte, či má jednotka USB flash kapacitu 00 GB na údaje (maximum 32 GB).
Item0667=- Obnovovací disk 00 z 01 je hotový. Označte disk ako „00 z 01“ a uložte ho na bezpečné miesto.
Item0668=- Ak chcete pokračovať, vložte ďalší disk. Ak chcete zastaviť vytváranie obnovovacích médií, kliknite na tlačidlo Zrušiť. 
Item0669=- Pokračovať môžete kedykoľvek opätovným kliknutím na možnosť Vytvoriť obnovovacie médium.
Item0670=Upozornenie: Vybraná jednotka USB flash sa naformátuje. Všetky údaje na jednotke USB flash sa stratia.
Item0671=Na vytvorenie obrazu na obnovenie sa využije maximálne 32 GB na jednotke USB flash. Ak má jednotka USB flash viac ako 32 GB priestoru, po vytvorení obnovovacieho média bude zostávajúci priestor na jednotke USB flash nepoužiteľný.
Item0672=Ak sa chcete vrátiť na výber médií, kliknite na tlačidlo Zrušiť. Ak chcete začať vytvárať obnovovacie médium, kliknite na tlačidlo Pokračovať.
Item0673=Ak chcete prejsť naspäť na výber médií, kliknite na tlačidlo 00. Ak chcete začať vytvárať obnovovacie médium, kliknite na tlačidlo 01.
	
[System Recovery]	
Item0700=Obnovenie počítača do pôvodného stavu z výroby
Item0701=Tento proces preinštaluje pôvodnú bitovú kópiu systémovej oblasti od výrobcu, ale nevykoná na pevnom disku žiadne ďalšie zmeny.
Item0702=Všetky súbory vytvorené používateľom a programy nainštalované po zakúpení produktu sa stratia.
Item0703=Najprv zálohovať súbory (odporúča sa)
Item0704=Obnoviť bez zálohovania súborov
Item0705=Ak chcete pokračovať, vyberte požadovanú možnosť a kliknite na tlačidlo Ďalej.
Item0706=HP Recovery Environment
Item0707=Vitajte v programe HP Recovery Manager
Item0708=Pomocou tohto programu môžete obnoviť počítač do stavu z výroby.
Item0709=Skôr, ako budete pokračovať, odpojte všetky externé zariadenia.
Item0710=Ďalšie informácie nájdete v dokumentácii k počítaču.
Item0711=Kliknutím na tlačidlo Ďalej budete pokračovať.
Item0712=Obnovenie bitovej kópie od výrobcu
Item0713=Preformátovanie oblasti pevného disku systému Windows
Item0714=Opätovná inštalácia pôvodného softvéru
Item0715=Priebeh:  00 % 
Item0716=Odhadovaný zostávajúci čas: 00 min.
Item0717=Počkajte...
Item0718=Obnovenie sa skončilo
Item0719=Po reštartovaní počítača a dokončení prvotného nastavenia počítača je potrebné vykonať ďalšie dôležité kroky:
Item0720=Aktualizovať bezpečnostné súbory od spoločností Microsoft a HP
Item0721=Preinštalovať softvér, ktorý nebol dodaný spolu s počítačom
Item0722=Obnoviť osobné údaje, ktoré ste si zálohovali (ak existujú)
Item0723=Kliknutím na tlačidlo Dokončiť reštartujte počítač.
Item0724=Príprava na obnovenie
Item0725=Pevný disk sa preformátuje a všetky súbory potrebné na obnovenie bitovej kópie z výroby sa nakopírujú na pevný disk.
Item0726=Inštalácia obnovenia
Item0727=Softvér a ovládače sa nainštalujú a obsah sa prispôsobí počítaču.
Item0728=Nástroj HP Recovery Manager vráti pevný disk do stavu z výroby. Používateľské údaje a zmeny vykonané na pevnom disku sa stratia.
Item0729=OK
Item0730=Zrušiť
Item0731=Príprava na obnovenie bitovej kópie systému z výroby
Item0732=Kopírovanie súborov potrebných na obnovenie pevného disku
Item0733=Príprava na obnovenie sa skončila
Item0734=Po reštartovaní počítača sa začne fáza inštalácie obnovenia.
Item0735=Softvér a ovládače sa nainštalujú a obsah sa prispôsobí počítaču.
Item0736=Počas tejto fázy sa počítač automaticky viackrát reštartuje. Je to normálna súčasť procesu.
Item0737=Počítač nevypínajte, nezatvárajte kryt, neodpájajte napájací adaptér a nepokúšajte sa s počítačom pracovať.
Item0738=Kliknutím na tlačidlo Pokračovať reštartujte počítač.
Item0739=Vložte obnovovací disk č. 00.
Item0740=Odstráňte obnovovacie médium zo systému
Item0741=Obnovenie systému sa nedá vykonať zo systému Windows. Chcete počítač reštartovať a otvoriť prostredie na obnovenie?
Item0742=Chcete pokračovať?
Item0743=Pripravuje sa prostredie na obnovenie...
Item0744=Ukončite všetky aplikácie a reštartujte systém.
Item0745=Skôr, ako budete pokračovať, odpojte všetky externé zariadenia okrem klávesnice, myši a monitora.
Item0746=Obnovenie systému sa nedá vykonať zo systému Windows. Chcete počítač reštartovať a otvoriť prostredie na obnovenie?
Item0747=Proces obnovenia má dve fázy:
Item0748=Domovská stránka
Item0749=Obnovenie systému
Item0750=Zakázané: Obnovte systém prostredníctvom možnosti Obnovenia nastavenia od výrobcu 
Item0751=Aktualizujte systém inštaláciou najnovších aktualizácií od spoločností Microsoft a HP.
Item0752=Vybrali ste prostredie HP Recovery Environment. Systém sa reštartuje a prejde do prostredia na obnovenie. Chcete pokračovať?
Item0753=Ak počítač pôvodne obsahoval viaceré operačné systémy, proces obnovenia resetuje všetky operačné systémy späť do stavu od výrobcu.
Item0754=Vybrali ste možnosť 00. Systém sa reštartujte a otvorí sa prostredie opravy. Chcete pokračovať?
Item0755=Všetky súbory a oblasti vytvorené používateľom a všetky programy nainštalované po zakúpení sa stratia.
Item0756=Proces obnovenia má dve fázy:
Item0757=Príprava na obnovenie
Item0758=Oblasť systému Windows sa preformátuje a všetky súbory potrebné na obnovenie systému Windows do pôvodného stavu z výroby sa skopírujú na pevný disk.
Item0759=Inštalácia obnovenia
Item0760=Softvér a ovládače sa nainštalujú a obsah sa prispôsobí počítaču.
Item0761=Obnovovanie súborov na pevnom disku
Item0762=V tomto počítači je povolená aplikácia HP Drive Encryption (HPDE). Pred spustením funkcie Obnovenie systému zakážte aplikáciu HPDE.
	
[Minimized Image Recovery]	
Item0800=Obnovenie minimálnej bitovej kópie
Item0801=Vykonaním tohto procesu sa nainštaluje prostredie systému Windows s ovládačmi a minimálnym softvérovým vybavením.
Item0802=Všetky súbory vytvorené používateľom a programy nainštalované po zakúpení produktu sa stratia.
Item0803=Najprv zálohovať súbory (odporúča sa)
Item0804=Obnoviť bez zálohovania súborov
Item0805=Ak chcete pokračovať, vyberte požadovanú možnosť a kliknite na tlačidlo Ďalej.
Item0806=Obnovenie minimálnej bitovej kópie
Item0807=Vitajte v programe HP Recovery Manager
Item0808=Vykonaním tohto procesu sa nainštaluje prostredie systému Windows s ovládačmi a minimálnym softvérovým vybavením.
Item0809=Proces obnovenia má dve fázy:
Item0810=Príprava na obnovenie
Item0811=Pevný disk sa preformátuje a všetky súbory potrebné na obnovenie minimálnej bitovej kópie sa nakopírujú na pevný disk.
Item0812=Inštalácia obnovenia
Item0813=Softvér a ovládače sa nainštalujú a obsah sa prispôsobí počítaču.
Item0814=Skôr, ako budete pokračovať, odpojte všetky externé zariadenia.
Item0815=Ďalšie informácie nájdete v dokumentácii k počítaču.
Item0816=Kliknutím na tlačidlo Ďalej budete pokračovať.
Item0817=Bol zistený dynamický disk. Nie je možné pokračovať v obnovovaní. Na obnovenie počítača musíte použiť obnovovacie médium
Item0818=Príprava na obnovenie minimálnej bitovej kópie
Item0819=Preformátovanie oblasti pevného disku systému Windows
Item0820=Kopírovanie súborov potrebných na obnovenie pevného disku
Item0821=Priebeh:  00 % 
Item0822=Odhadovaný zostávajúci čas: 00 min.
Item0823=Počkajte...
Item0824=Príprava na obnovenie sa skončila
Item0825=Po reštartovaní počítača sa začne fáza inštalácie obnovenia.
Item0826=Softvér a ovládače sa nainštalujú a obsah sa prispôsobí počítaču.
Item0827=Počas tejto fázy sa počítač automaticky viackrát reštartuje. Je to normálna súčasť procesu.
Item0828=Počítač nevypínajte, nezatvárajte kryt, neodpájajte napájací adaptér a nepokúšajte sa s počítačom pracovať.
Item0829=Kliknutím na tlačidlo Pokračovať reštartujte počítač.
Item0830=Obnovenie sa skončilo
Item0831=Po reštartovaní počítača a dokončení prvotného nastavenia počítača je potrebné vykonať ďalšie dôležité kroky:
Item0832=Aktualizovať bezpečnostné súbory od spoločností Microsoft a HP
Item0833=Preinštalovať softvér, ktorý nebol dodaný spolu s počítačom
Item0834=Obnoviť osobné údaje, ktoré ste si zálohovali (ak existujú)
Item0835=Kliknutím na tlačidlo Dokončiť reštartujte počítač.
Item0836=OK
Item0837=Vložte obnovovací disk č. 00.
Item0838=Odstráňte obnovovacie médium zo systému
Item0839=Nástroj HP Recovery Manager nainštaluje minimálnu bitovú kópiu. Používateľské údaje a zmeny vykonané na pevnom disku sa stratia.
Item0840=Skôr, ako budete pokračovať, odpojte všetky externé zariadenia okrem klávesnice, myši a monitora.
Item0841=Zakázané: Obnovte systém prostredníctvom možnosti Obnovenia nastavenia od výrobcu
Item0842=Ak počítač pôvodne obsahoval viaceré operačné systémy, proces obnovenia resetuje všetky operačné systémy späť do stavu od výrobcu.
	
[Boot from UCRD]	
Item0900=Obnovenie systému
Item0901=Nástroj HP Recovery Manager sa podľa predvoleného nastavenia spustí z pevného disku, ale môžete ho tiež spustiť z vložených médií.
Item0902=Spustiť program z médií
Item0903=Spustiť program z pevného disku
Item0904=Ak chcete pokračovať, vyberte požadovanú možnosť a kliknite na tlačidlo Ďalej.
Item0905=Spustiť program z pevného disku
Item0906=Počítač sa teraz reštartuje z danej oblasti.
Item0907=Skôr, ako budete pokračovať, odstráňte obnovovacie médiá.
Item0908=Ak chcete tohto sprievodcu zavrieť, kliknite na tlačidlo Dokončiť.
Item0909=Kontaktovať zákaznícku podporu spoločnosti HP
Item0910=Tento počítač nie je podporovaný médiami pre obnovenie systému.
Item0911=Pomocou týchto médií nebude možné obnoviť systém.
Item0912=Systém nebude možné obnoviť pomocou portu zariadenia. Kontaktujte zákaznícku podporu spoločnosti HP.
		
[Factory Reset]	
Item1000=Obnovenie nastavenia od výrobcu
Item1001=Obnovenie bitovej kópie od výrobcu
Item1002=Chcete obnoviť pôvodný stav systému od výrobcu?
Item1003=Najprv zálohovať súbory (odporúča sa)
Item1004=Obnoviť bez zálohovania súborov
Item1005=Ak chcete pokračovať, vyberte požadovanú možnosť a kliknite na tlačidlo Ďalej.
Item1006=Vitajte v programe HP Recovery Manager
Item1007=Pomocou tohto programu môžete obnoviť počítač do stavu z výroby.
Item1008=Proces obnovenia má dve fázy:
Item1009=Príprava na obnovenie
Item1010=Pevný disk sa preformátuje a všetky súbory potrebné na obnovenie bitovej kópie z výroby sa nakopírujú na pevný disk.
Item1011=Inštalácia obnovenia
Item1012=Softvér a ovládače sa nainštalujú a obsah sa prispôsobí počítaču.
Item1013=Skôr, ako budete pokračovať, odpojte všetky externé zariadenia.
Item1014=Ďalšie informácie nájdete v dokumentácii k počítaču.
Item1015=Kliknutím na tlačidlo Ďalej budete pokračovať.
Item1016=Nástroj HP Recovery Manager vráti pevný disk do stavu z výroby. Používateľské údaje a zmeny vykonané na pevnom disku sa stratia.
Item1017=Príprava na obnovenie bitovej kópie systému z výroby
Item1018=Preformátovanie oblasti pevného disku systému Windows
Item1019=Kopírovanie súborov potrebných na obnovenie pevného disku
Item1020=Obnovovanie súborov na pevnom disku
Item1021=Priebeh:  00 % 
Item1022=Počkajte...
Item1023=Odhadovaný zostávajúci čas: 00 min.
Item1024=Príprava na obnovenie sa skončila
Item1025=Po reštartovaní počítača sa začne fáza inštalácie obnovenia.
Item1026=Softvér a ovládače sa nainštalujú a obsah sa prispôsobí počítaču.
Item1027=Počas tejto fázy sa počítač automaticky viackrát reštartuje. Je to normálna súčasť procesu.
Item1028=Počítač nevypínajte, nezatvárajte kryt, neodpájajte napájací adaptér a nepokúšajte sa s počítačom pracovať.
Item1029=Kliknutím na tlačidlo Pokračovať reštartujte počítač.
Item1030=Obnovenie sa skončilo
Item1031=Po reštartovaní počítača a dokončení prvotného nastavenia počítača je potrebné vykonať ďalšie dôležité kroky:
Item1032=Aktualizovať bezpečnostné súbory od spoločností Microsoft a HP
Item1033=Preinštalovať softvér, ktorý nebol dodaný spolu s počítačom
Item1034=Obnoviť osobné údaje, ktoré ste si zálohovali (ak existujú)
Item1035=Kliknutím na tlačidlo Dokončiť reštartujte počítač.
Item1036=Áno
Item1037=Nie
Item1038=Kontaktovať zákaznícku podporu spoločnosti HP
Item1039=Vo väčšine prípadov obnovenie pevného disku vyrieši vaše problémy.
Item1040=Ak problémy pretrvávajú, môže byť potrebné kontaktovať zákaznícku podporu spoločnosti HP.
Item1041=Informácie o spôsobe kontaktovania podpory spoločnosti HP nájdete v dokumentácii počítača.
Item1042=Ak chcete tento program zavrieť, kliknite na tlačidlo Dokončiť.
Item1043=Vložte obnovovací disk č. 00.
Item1044=Odstráňte obnovovacie médium zo systému
Item1045=Nástroj HP Recovery Manager vráti pevné disky do pôvodného stavu z výroby. Používateľské údaje a všetky zmeny vykonané na pevnom disku sa stratia.
Item1046=OK
Item1047=Zrušiť
Item1048=Skôr, ako budete pokračovať, odpojte všetky externé zariadenia okrem klávesnice, myši a monitora.
Item1049=Nástroj HP Recovery Manager vráti pevný disk (disky) do pôvodného stavu z výroby. Používateľské údaje a všetky zmeny vykonané na pevnom disku sa stratia.	
Item1050=Tento proces obnoví systém do pôvodného stavu od výrobcu.
Item1051=Na pevnom disku sa opätovne nastavia oblasti a disk sa preformátuje do pôvodného stavu od výrobcu.
Item1052=Všetky súbory a oblasti vytvorené používateľom a všetky programy nainštalované po zakúpení sa stratia.
Item1053=Ak počítač pôvodne obsahoval viaceré operačné systémy, proces obnovenia resetuje všetky operačné systémy späť do stavu od výrobcu.
	
[Restoration Incomplete]	
Item1100=Obnovenie sa nedokončilo
Item1101=Obnovenie sa nedokončilo.
Item1102=Stlačte jedno z nasledujúcich tlačidiel:
Item1103=Uložiť denník
Item1104=Detaily
Item1105=Skúsiť znova
Item1106=Táto funkcia zozbiera informácie o systéme, ktoré pomôžu spoločnosti HP diagnostikovať problém.
Item1107=Vložte vymeniteľnú jednotku s minimálne 00 MB voľného priestoru a potom kliknite na tlačidlo OK.
Item1108=OK
Item1109=Nie je k dispozícii dostatok voľného priestoru. Vložte vymeniteľnú jednotku s minimálne 00 MB voľného priestoru a potom kliknite na tlačidlo OK.
Item1110=Súbor denníka sa uložil pod názvom 00.
Item1111=Vložte obnovovacie médium.
Item1112=Kliknutím na tlačidlo Pokračovať reštartujte počítač.
Item1113=Pokračovať
Item1114=Celkové miesto na pevnom disku je menšie než pôvodné miesto na pevnom disku nainštalovanom výrobcom. Proces obnovenia nemôže pokračovať.
Item1115=Celkové miesto na pevnom disku je príliš malé. Proces obnovenia nemôže pokračovať.
		
[Drivers and Applications Reinstall]	
Item1200=Preinštalovanie ovládačov a aplikácií
Item1201=Vytvára sa zoznam ovládačov a aplikácií
Item1202=Domovská stránka
Item1203=Inštalovať
Item1204=Prebieha inštalácia
Item1205=Skončené
Item1206=Aplikácie (00)
Item1207=Ovládače (00)
Item1208=Aktualizácie HP (00) – aktualizácie prevzaté a nainštalované z webovej lokality HP.com alebo pomocou nástroja HP Support Assistant
Item1209=Verzia: 00
Item1210=00 položky/položiek,
Item1211=00 z 01 vybraných položiek,
Item1212=00 aplikácia a
Item1213=00 aplikácie/aplikácií a
Item1214=00 ovládač a
Item1215=00 ovládače/ovládačov a
Item1216=00 aktualizácia HP
Item1217=00 aktualizácie/ aktualizácií HP
Item1218=Inštalácia sa dokončila.
Item1219=Inštaluje sa softvér. Zatvorenie programu HP Recovery Manager sa zrušilo.
Item1220=OK
Item1221=Pred preinštalovaním softvéru odinštalujte jeho predchádzajúcu verziu.
Item1222=Pri preinštalovaní softvéru došlo k chybám. Skúste to znova.
Item1223=V tomto počítači sa nenašiel žiadny softvérový zdroj
Item1224=Položka
Item1225=00 z 01 vybraných položiek,
Item1226=Je možné, že sa jeden alebo viac vybraných ovládačov alebo aplikácii nenainštalovalo správne a označili sa výkričníkom. Pred pokusom o ich opätovnú inštaláciu z programu HP Recovery Manager ich odinštalujte z počítača.
Item1227=Je možné, že sa jeden alebo viac vybraných ovládačov alebo aplikácii nenainštalovalo správne a majú označenie 00. Pred pokusom o ich opätovnú inštaláciu z programu HP Recovery Manager ich odinštalujte z počítača.
Item1228=00 Ovládač
Item1229=00 Ovládače
Item1230=Hotovo	
	
[RP Protection]	
Item1300=Obnovovacia oblasť
Item1301=Varovanie
Item1302=Táto oblasť vášho pevného disku (alebo partícia) obsahuje súbory, ktoré používajú funkcie Windows Push Button Reset (tlačidlo obnovenia systému Windows)  a obnovenie obrazu HP.
Item1303=Tieto súbory neodstraňujte ani nemeňte.
Item1304=Akákoľvek zmena v tejto oblasti by mohla neskôr ovplyvniť funkcionalitu obnovenia systému.
	
[Show Contact Information]	
Item1350=Kontaktovať zákaznícku podporu spoločnosti HP
Item1351=Obnovenie bitovej kópie od výrobcu väčšinou odstráni prípadné problémy.
Item1352=Ak problémy pretrvávajú alebo ak potrebujete náhradné médiá na obnovenie systému, požiadajte o pomoc zákaznícku podporu spoločnosti HP.
Item1353=Zákaznícku podporu spoločnosti HP môžete kontaktovať na adrese:
Item1354=www.hp.com/go/contacthp
Item1355=Ak chcete tento program zavrieť, kliknite na tlačidlo Dokončiť.
Item1356=Ak chcete tento program zavrieť, kliknite na tlačidlo Zrušiť.

[File Backup Program 2.0]
Item1400=Ktorý spôsob výberu súborov chcete použiť pri vytváraní zálohy?
Item1401=Automatický výber
Item1402=Vyberte kategórie súborov, ktoré sa majú zálohovať.
Item1403=Výber používateľa
Item1404=Ručne vyberte, ktoré priečinky a súbory sa majú zálohovať.
Item1405=Automatický výber umožňuje vybrať kategórie súborov, ktoré sa majú zálohovať. Môžete napríklad vybrať kategóriu Obrázky alebo Hudba a iné zvukové súbory. Program potom v počítači vyhľadá súbory patriace do týchto kategórií (na základe vopred definovanej série určitých typov súborov, ktoré sa bežne vyskytujú v príslušných kategóriách) a vytvorí ich zálohu. Súbory sa komprimujú a skôr, ako ich budete môcť použiť, je potrebné obnoviť ich pomocou funkcie Obnovenie súborov.
Item1406=Výber používateľa umožňuje presne vybrať súbory a priečinky, ktoré sa majú zálohovať. Vyberiete ich v okne prieskumníka systému Windows. Existujú dve možnosti zálohovania – Kompresia a Bez kompresie
Item1407=Kompresia: Súbory sa komprimujú a skôr, ako ich budete môcť použiť, je potrebné obnoviť ich pomocou funkcie Obnovenie súborov.
Item1408=Bez kompresie: Súbory a adresáre sa kopírujú jednotlivo bez kompresie. K súborom možno pristupovať bez potreby ich obnovenia.
Item1409=Chcete použiť kompresiu?
Item1410=Kompresia
Item1411=Bez kompresie
Item1412=Súbory sa komprimujú do súboru s formátom WIM a skôr, ako ich budete môcť použiť, je potrebné obnoviť ich v počítači pomocou funkcie Obnovenie súborov. Táto možnosť minimalizuje veľkosť zálohy. Počas obnovenia sa všetky súbory automaticky skopírujú na jednotku C:\ a možno k nim pristupovať pomocou odkazu na pracovnej ploche.
Item1413=Súbory a adresáre sa kopírujú jednotlivo bez kompresie. K súborom možno pristupovať priamo z jednotky zálohy bez potreby ich obnovenia. Táto možnosť neminimalizuje veľkosť zálohy. Všetky súbory a adresáre je potrebné ručne skopírovať späť do počítača (kopírovať/prilepiť).
Item1414=Ktoré súbory chcete zálohovať?
Item1415=Prehľadávať súbory
Item1416=Veľkosť zálohy:  00
Item1417=Názov
Item1418=Veľkosť
Item1419=Výber média na zálohovanie
Item1420=Výber média: 00
Item1421=Na vytvorenie zálohy pomocou diskov tohto typu budete potrebovať disky v počte 00.
Item1422=Ak chcete pokračovať vo vytváraní zálohy s vybratým typom média, kliknite na tlačidlo Ďalej.
Item1423=Ak chcete vybrať iný typ média, kliknite na tlačidlo Späť.
Item1424=Príprava súborov
Item1425=Vytváranie disku
Item1426=Napaľovanie disku
Item1427=Overovanie disku
Item1428=Vložte disk 00 z 00 00.
Item1429=Vybrané súbory
Item1430=Kopírovať súbory
Item1431=Vybrané súbory a adresáre sa skopírovali
Item1432=Nástroj Recovery Manager úspešne skopíroval vybrané súbory
Item1433=Niektoré súbory sú väčšie, než je kapacita disku zálohovania. Proces zálohovania nemôže pokračovať.
Item1434=Zmeniť na režim Kompresia
Item1435=Zrušiť výber súborov väčších než 00
Item1436=Znova vybrať zariadenie
Item1437=Zoznam veľkých súborov
Item1438=Vložte disk 00.
Item1439=K dispozícii nie je žiadny disk, ktorý by mal dostatok miesta na zálohovanie. Pripojte iný disk alebo uvoľnite miesto na disku, ktorý je práve pripojený.
Item1440=Tento typ disku nie je podporovaný.
Item1441=Znižuje veľkosť súboru. Vyžaduje použitie funkcie Obnovenie súborov.
Item1442=Neznižuje veľkosť súborov, nevyžaduje použitie funkcie Obnovenie súborov.
Item1443=Záložné kópie možno ukladať iba na optické médiá alebo externý pevný disk. Ak požadované zariadenie alebo typ média nie sú uvedené v zozname nižšie, skôr ako budete pokračovať v zálohovaní, presvedčte sa, či je zariadenie pripojené v sieti a zapnuté a či je v optickej mechanike vložený správny typ média.
Item1444=Toto je nesprávny disk, prípadne môže byť poškodený. Vložte disk označený ako 00.
Item1445=Zálohu možno uložiť len na externý pevný disk alebo jednotku USB flash vo formáte NTFS. Pred pokračovaním v procese zálohovania skontrolujte, či je príslušné zariadenie pripojené a systém súborov je NTFS.
Item1446=Ak je zvolená možnosť HP Connected Hub v položke Automatický výber alebo Výber používateľa, všetky súbory budú zálohované v režime Bez kompresie a musia byť obnovené ručným skopírovaním údajov. Možnosť Obnovenie súborov sa nedá použiť.
Item1447=Všetky súbory uložené v priečinku HP Connected Hub.
Item1448=Súbory sa komprimujú do súboru vo formáte WIM a skôr, ako ich budete môcť použiť, je potrebné obnoviť ich v počítači pomocou funkcie Obnovenie súborov. Táto možnosť minimalizuje veľkosť zálohy, všetky súbory budú obnovené na vami určené miesto a budú k dispozícii prostredníctvom odkazu na pracovnej ploche.
Item1449=Kompresia nie je podporovaná, ak sú vybrané údaje HP Connected Hub.
Item1450=Údaje HP Connected Hub boli zálohované do nasledujúceho priečinka v hlavnom priečinku zálohy:
Item1451=Po dokončení opravy skopírujte zálohu údajov HP Connected Hub z hore uvedeného priečinka zálohy médií do systému.
Item1452=Údaje HP Connected Hub je možné zálohovať len pomocou možnosti Bez kompresie.
Item1453=Vyberte možnosť OK a zálohujte pomocou možnosti Bez kompresie, prípadne vyberte možnosť Zrušiť, ak chcete zálohovať súbory znova.

[Windows Recovery Environment]
Item1500=Zálohovanie alebo obnova HP alebo kontaktovať podporu HP

[Windows System Refresh]
Item1600=Obnoviť počítač bez toho, aby sa narušili vaše osobné súbory

[AboutInfo]
Item1700=Informácie
Item1701=Verzia
Item1702=Obnovovacie médiá
Item1703=Systém
Item1704=Číslo produktu
Item1705=Sériové číslo
Item1706=Oblasť HP Recoveryn
Item1707=Áno
Item1708=Nie
Item1709=O aplikácii